/* Label for the information of one car */
"CarInfoLabel" = "车辆信息";

/* Make Label for the make of one car */
"CarInfoMakeLabel" = "品牌";

/* Model label for the model of one car */
"CarInfoModelLabel" = "型号";

/* Year label for one car */
"CarInfoYearLabel" = "生产日期";

/* Label for the total number of current car */
"CarNumberLabel" = "当前车号";

/* Title for button to edit the current car */
"EditCarButton" = "编辑";

/* Button to create and add a new car */
"NewCarButton" = "新添一辆车";

/* Title for button to go to the next car */
"NextCarButton" = "下一辆";

/* Title for button to go to the previous car */
"PreviousCarButton" = "上一辆";

/* Label for the total number of cars */
"TotalCarsLabel" = "总车数";

/* Placeholder string for an unknown car make */
"UnknownMakePlaceholder" = "未知品牌";

/* Placeholder string for an unknown car model */
"UnknownModelPlaceholder" = "未知型号";

/* Label for the line to enter or edit the Make of a car */
"CarMakeFieldLabel" = "品牌";

/* Label for the line to enter or edit the Model of a car */
"CarModelFieldLabel" = "型号";

/* Label for the line to enter or edit the Year of a car */
"CarYearFieldLabel" = "生产日期";

/* Label for the line to enter or edit the Fuel of a car */
"CarFuelFieldLabel" = "耗油量";

/* Title for the main app screen */
"AddViewScreenTitle" = "汽车管理系统";

"EditViewScreenTitle" = "编辑汽车";

"TotalNumber" = "车辆总数:";
"CurrentNumber" = "当前车号:";
"CarInfor" = "车辆信息";


